{
  "1": {
    "photo_name": "belltownlove.jpg",
    "new_file_name": "Tbeason-Lovehate-seattle-group2",
    "size_in_points": "730x455",
    "caption": "As reporter Tyrone Beason grappled with the question of whether he still loved Seattle, and whether the fast-growing city was still committed to the civic virtues that originally drew him in, he saw signs everywhere that seemed to plead with him to give his adoptive hometown a second chance."
  },
  "2": {
    "photo_name": "Neonsign.jpg",
    "new_file_name": "Tbeason-Lovehate-seattle-group3-onephoto",
    "size_in_points": "460x580",
    "caption": "Is it possible to identify with a city that doesn't seem recognizable anymore? Letting nostalgia guide the way, Tyrone Beason ventured out in the late hours to places that evoke the neon-lit Seattle he remembers from his first years here in the 1990s, including this strip of First Avenue in Pioneer Square in front of the historic Central Saloon.\n\n"
  },
  "3": {
    "photo_name": "Firstavenueportrait.jpg",
    "new_file_name": "Tbeason-Lovehate-seattle-group1",
    "size_in_points": "730x455",
    "caption": "Bright lights, big city. That was the reporter's first impression of Seattle nearly 25 years ago. The first neighborhood he visited was Pioneer Square (left). As Seattle undergoes a dramatic transformation, it seems brighter, busier and more vital than ever. But many of the communities that give the city its distinction and soul, such as the LGBTQ population on Capitol Hill (right), are fighting to avoid being squeezed out.\n"
  },
  "4": {
    "photo_name": "Thenest.jpg",
    "new_file_name": "Tbeason-Lovehate-seattle-group4",
    "size_in_points": "730x455",
    "caption": "Swanky rooftop gathering spots such as The Nest in downtown Seattle (top) offer a great vantage point from which to take in the area's alluring natural beauty and mingle with the latest wave of arrivals. But the city's soul can be found at street-level, where neighborhood characters, like Megan Gilboy, seen here in a vintage-chic coat she bought from a friend, and Eddie McFerrin, who shines shoes in Pioneer Square, show us at our most eclectic and kind-hearted."
  },
  "5": {
    "photo_name": "Bemiscityview.jpg",
    "new_file_name": "Tbeason-Lovehate-seattle-group5",
    "size_in_points": "730x455",
    "caption": "We can find love of place, that feeling of connection to where we live, in the most random of moments: glimpsing the Seattle skyline from the historic Bemis art-loft building during one of its open houses, contemplating the murals depicting African-American culture and politics at the Medgar Evers Pool in the Central District, or stumbling on the Chaotic Noise Marching Corps jamming in a parking lot by Seattle's shipping port.\n"
  },
  "6": {
    "photo_name": "Lovemore.jpg",
    "new_file_name": "Tbeason-Lovehate-seattle-group6",
    "size_in_points": "730x455",
    "caption": "Inspired by political street art and hopeful messages posted on walls and sidewalks, such as these in Pioneer Square, Tyrone Beason decided not to give up on Seattle but rather to renew his own dedication to the spirit and values that made him fall in love with the city and put down roots here.\n"
  },
  "7": {
    "photo_name": "Excavatorpsquare.jpg",
    "new_file_name": "Tbeason-Lovehate-seattle-group7",
    "size_in_points": "700x227",
    "caption": "As Seattle grows, builds, upgrades and gentrifies, it's important to cherish and draw inspiration from what remains, such as the striking views (left); surprising flashes of color and beauty, such as tulips at a building construction site in South Lake Union (middle); and the city's feisty sense of humor, as a T-shirt at the Georgetown Trailer Park Mall attests (right)."
  },
  "undefined": {
    "photo_name": "Title image, Parkinggarage.jpg",
    "caption": "The \"Sinking Ship\" parking garage helps frame a view of Pioneer Square. Built on the site of a demolished landmark hotel building, its construction spurred the movement to preserve Seattle's oldest neighborhood during a period of urban renewal in the 1960s."
  },
  "header": {
    "new_file_name": "Tbeason-Lovehate-seattle-header",
    "size_in_points": "1920x711"
  },
  "section1": {
    "new_file_name": "Tbeason-Lovehate-seattle-section1",
    "size_in_points": "1620x 495",
    "caption": "A neon sign beckons revelers to the rootsy events at Love City Love on Capitol Hill. The group behind these regular welcoming jam sessions became known for reactivating abandoned spaces around town, part of their mission to keep youth-oriented culture viable in a gentrifying city."
  },
  "section2": {
    "new_file_name": "Tbeason-Lovehate-seattle-section2",
    "size_in_points": "1620x 495",
    "caption": "Footage of underground-music icon Grace Jones plays on a projector screen during the weekly Flammable DJ party at Rebar near downtown Seattle."
  }
}